app/controllers/cars_controller.rb

INSERT INTO "cars" ("make", "mode1", "year", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["make", "ebfib"], ["mode1", "elbfndukqwbf"], ["year", "ekhgbkuwb"], ["created_at", "2020-01-23 07:28:58.505412"], ["updated_at", "2020-01-23 07:28:58.505412"]]
---
  def create
    @car = Car.new(car_params)

    respond_to do |format|
      if @car.save